// PCAboutController
"AboutVersionFormat" = "バージョン %@";

// PCColorLabelView
"ColorLabelTags" = "タグ:";
"ColorLabelNameFormat" = "“%@”";

// PCImagePickerView
"Choose Image..." = "画像を選択…";
"Use Server Icon" = "サーバアイコンを使用";
"Use Default Image" = "デフォルト画像を使用";

// PCTitleBarTrialView

// PCTruncatingDateCell
"Yesterday" = "昨日";
"Today" = "今日";
"Tomorrow" = "明日";

// PCUnderTabView
"New Tab" = "新規タブ";
"Create a new tab" = "新規タブを作成";
"Close this tab" = "このタブを閉じる";
"Close" = "閉じる";
"Tab" = "タブ";

// NSWorkspace-Additions
"Hard Disk" = "ハードディスク";

// NSWorkspace-PathAdditions
"The disk %@ is in use and cannot be ejected." = "ディスク %@ は使われており取り出せませんでした。";
"Cannot eject disk" = "ディスクを取り出せません";

// PCTitleBarTrialView
"Expired. Buy now! " = "試用終了。今すぐ購入！ ";
"1 day left. Buy now! " = "残り 1 日。今すぐ購入！ ";
"%lu days left. Buy now! " = "残り %lu 日。今すぐ購入！ ";

// PCExpiredView
"EnterSerialNumberButtonTitle" = "シリアル番号を入力…";
"DemoTitle" = "%@ をお求めください。";
"PurchaseButtonTitle" = "今すぐ購入！";

"Continue" = "続ける";
"Cancel" = "キャンセル";
"OK" = "OK";

// NSAppleEventDescriptor-Additions
"Could not get property." = "プロパティを取得できませんでした。";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "“%@” のアクセス権を変更できませんでした。";
"Could not change owner/group of \"%@\"." = "“%@” の所有者/グループを変更できませんでした。";
"Authorization was cancelled." = "認証がキャンセルされました。";
"The operation could not be completed because authorization was not obtained." = "認証が完了しなかったため、操作が完了できませんでした。";

// PCHUDSecureTextField
"Cut" = "カット";
"Copy" = "コピー";
"Paste" = "ペースト";
"Delete" = "削除";
"Select All" = "すべてを選択";

// PCURLAuthenticator
"Username and Password Required for %@" = "%@ のユーザ名とパスワードが必要です";
"Log In" = "ログイン";
"Username" = "ユーザ名";
"Password" = "パスワード";
"Username and Password Required" = "ユーザ名とパスワードが必要です";
"%@ requires a username and password to view. Your password will be sent in the clear." = "%@ の表示にはユーザ名とパスワードが必要です。パスワードは平文で送信されます。";

// PCPredicateGroup
"The action to take when a file is matched." = "アクションは一致したファイルに適用されます。";
"Skip" = "スキップ";
"Hide" = "隠す";
"Show" = "表示";
"New Rule" = "新規ルール";

// PCTabBar
"Close this tab" = "このタブを閉じる";
"Tab bar" = "タブバー";

// Panic Sync
"Email" = "メールアドレス";
"None" = "なし";
"Fetching Account Info…" = "アカウント情報を取得中…";
"Panic Sync Deauthorized" = "Panic Sync 登録解除";
"This Mac's access to your Panic Sync account has been revoked. Please reauthorize your account in Preferences." = "この Mac による Panic Sync アカウントへのアクセスは無効になりました。環境設定からアカウントを再登録してください。";
"Sync Preferences…" = "同期環境設定…";
"Dismiss" = "登録を解除";
"Panic Sync Credentials Missing" = "Panic Sync 証明書が見つかりません";
"Your Panic Sync credentials could not be found. Please reauthorize your account in Preferences." = "あなたの Panic Sync 証明書が見つかりませんでした。環境設定から再登録してください。";
"Sync" = "同期";
"Next Sync: %@" = "次の同期: %@";
"Reset Sync" = "同期をリセット";
"Sync Now" = "今すぐ同期";
"Email is required" = "メールアドレスは必須です";
"A valid email address is required." = "正しい有効なメールアドレスを入力してください。";
"Password Too Short" = "パスワードが短すぎます";
"Your password must be at least 8 characters long." = "パスワードは少なくとも 8 文字以上である必要があります。";
"Passwords Don't Match" = "パスワードが一致しません";
"The password and confirmation do not match." = "再入力されたパスワードが一致しません。";
"Send Password Reset" = "パスワードをリセットする";
"You will receive an email detailing how to reset your password." = "パスワードをリセットするための情報が含まれたメールを送信します。";
"Enter your email address to request a password reset." = "リセットメールを受信するメールアドレスを入力してください。";
"Password Reset Sent" = "リセットメールを送信";
"You should soon receive an email detailing how to reset your password." = "パスワードをリセットするための情報が含まれたメールはすぐに送信されます。";
"Deauthorize \"%@\"" = "\"%@\" の登録解除";
"Are you sure you want to deauthorize the selected device? Its ability to sync will immediately be revoked." = "本当に選択されたデバイスの登録を解除しますか？登録解除後、すぐに無効となります。";
"Deauthorize" = "登録解除";
"Unable to Contact Server" = "サーバに接続できません";
"Your network connection may be offline. You can continue signing out while offline, but this device will not be deauthorized on the server." = "ネットワークがオフラインの様です。この状況でもサインアウトすることが可能ですが、サーバ上からこのデバイスはまだ登録解除されていません。";
"Sign Out" = "サインアウト";
"Unable to Sign Out" = "サインアウトできません";
"The server may be experiencing issues or be down for maintenance. You can continue signing out while offline, but this device will not be deauthorized on the server." = "サーバは一時的に繋がりにくい状況の様です。この状況でもサインアウトすることが可能ですが、サーバ上からこのデバイスはまだ登録解除されていません。";

"Do you want to sync with other apps?" = "他のアプリケーションとも同期しますか？";
"You can sync your data with %@ only, or with other Panic apps as well." = "%@ とのみ同期するか、他の Panic アプリケーションとも同期内容を共用するかを選択できます。";

"Sync With:" = "同期内容を共用:";

"How would you like to reset your data?" = "本当にデータをリセットしますか？";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "同期するか、Panic Sync 内のデータでこの Mac のデータを置き換えるか、逆にこの Mac のデータで Panic Sync および他の同期されているデバイスのデータを置き換えるかを選択できます。";
"Action:" = "アクション:";
"Merge" = "統合する";
"Continue Sync" = "同期する";
"Replace All Data On This Mac" = "この Mac のデータを置き換える";
"Replace All Data In %@ On This Mac" = "この Mac 上の %@ のデータを置き換える"; // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "他のデバイスのデータを置き換える";
"SyncPrivacyPolicyURL" = "https://www.panic.com/jp/sync";
"SyncAccountManagementURL" = "https://sync.panic.com/";
"Your data will automatically sync between your devices. It's free, secure, and easy." = "あなたのデータは自動的に、あなたのデバイス間で同期されます。セキュアで簡単、無料です。";

"Two-Factor Authentication" = "2段階認証";
"Your account is protected by two-factor authentication. Enter the code generated by your authorization app." = "あなたのアカウントは2段階認証で保護されています。認証コードを入力してください。";

// Crash Reporting
//crash
"%@ unexpectedly quit the last time it was run." = "前回 %@ は適切に終了されませんでした。";
"Would you like to send a crash report to %@?" = "%@ にクラッシュレポートを送信しますか？";
"ExceptionEmailAddress" = "transmit-crash@panic.com";
"Report" = "レポートする";

//exception
"An internal application error has occurred." = "内部エラーが発生しました。";
"This error will cause instability and it is recommended you quit and relaunch %@." = "このエラーにより動作が不安定になる可能性がありますので %@ を終了し再起動してください。";

"Show Details" = "詳細を表示";
"Hide Details" = "詳細を隠す";

"%@ Error Report" = "%@ エラーレポート";
"Provide any steps necessary to reproduce the problem." = "現象が再現する手順を箇条書きでご説明ください。";

// PCCaptiveWebSheetController
"Back" = "戻る";
"Forward" = "進む";

//PCLicenceWindowController
"Registration" = "登録";
